-- Key	:	模块定义的id
-- Des	:	模块描述
-- SortKey	:	每日玩法提示key，排序用,越小排在越前
-- Text	:	显示文本字符串，格式化
return {
	[1] = {
		["Key"] = 1,
		["Des"] = "化灵",
		["SortKey"] = 1,
		["Text"] = "可灵力培养（{0}/{1}）",
	},
	[2] = {
		["Key"] = 2,
		["Des"] = "斩妖录",
		["SortKey"] = 2,
		["Text"] = "可斩妖除魔{0}次",
	},
	[3] = {
		["Key"] = 3,
		["Des"] = "坐骑",
		["SortKey"] = 3,
		["Text"] = "可坐骑培养（{0}/{1}）",
	},
	[4] = {
		["Key"] = 4,
		["Des"] = "食物",
		["SortKey"] = 4,
		["Text"] = "可吃食物（{0}/{1}）",
	},
	[5] = {
		["Key"] = 5,
		["Des"] = "帮派祈福",
		["SortKey"] = 5,
		["Text"] = "可帮派祈福（{0}/{1}）",
	},
	[6] = {
		["Key"] = 6,
		["Des"] = "帮派练功",
		["SortKey"] = 6,
		["Text"] = "可帮派练功（{0}/{1}）",
	},
	[7] = {
		["Key"] = 7,
		["Des"] = "升级技能",
		["SortKey"] = 7,
		["Text"] = "可升级技能",
	},
	[8] = {
		["Key"] = 8,
		["Des"] = "挑战山河",
		["SortKey"] = 8,
		["Text"] = "可挑战山河",
	},
	[9] = {
		["Key"] = 9,
		["Des"] = "挑战仙道会",
		["SortKey"] = 9,
		["Text"] = "可挑战仙道会",
	},
}