CFG_sign = {}
CFG_sign[1] = {id = 1, str = "使用强化石可提升装备升星几率。", }
CFG_sign[2] = {id = 2, str = "升级各种科技可全方位提升玩家实力。", }
CFG_sign[3] = {id = 3, str = "酒馆招募，玩转各类船员。", }
CFG_sign[4] = {id = 4, str = "血战争雄，谁是无双战神。", }
CFG_sign[5] = {id = 5, str = "攻打海盗，大量装备等你拿。", }
CFG_sign[6] = {id = 6, str = "升级船厂，高级船只任你选。", }
CFG_sign[7] = {id = 7, str = "只有在被玩家击沉时才会消耗船只耐久。", }
CFG_sign[8] = {id = 8, str = "点击自动选择，快速进行船员突破。", }
CFG_sign[9] = {id = 9, str = "进行船装备锁定，防止被当做改造材料。", }
CFG_sign[10] = {id = 10, str = "设置装备分解，防止背包爆满。", }
CFG_sign[11] = {id = 11, str = "地图界面选择不同海域进行内外海地图切换。", }