CFG_powerUp = {}
CFG_powerUp[1] = {id = 1, name = "提升等级", effect = 3, desc = "主线任务：完成获得海量经验\n悬赏任务：每天只可接取10次，可通过刷新接取高品质任务，完成获得海量经验\n副本：挑战成功后获得大量经验和装备\n活动：参与可获得物品、银两与经验\n杀野怪：击杀后可获得物品、银两与经验", }
CFG_powerUp[2] = {id = 2, name = "获取船员", effect = 4, desc = "酒馆招募：可以快速获得各种品质的船员\nBOSS掉落：挑战boss成功后有几率获得boss碎片，可以合成boss对应船员", }
CFG_powerUp[3] = {id = 3, name = "船员技能", effect = 3, desc = "匹配船员：招募到相匹配的船员，激活组合技\n神兵利器：装备上指定装备可激活组合技", }
CFG_powerUp[4] = {id = 4, name = "船员突破", effect = 2, desc = "主角品质：使用蓝色、紫色、橙色潜力丹，主角可提升至相应品质\n潜力丹：通关索马里副本、加勒比副本、马六甲副本可分别获得蓝色、紫色、橙色潜力丹\n船员突破：使用精华可进行船员突破\n精华：可通过boss掉落、藏宝图、开宝箱等途径获得", }
CFG_powerUp[5] = {id = 5, name = "获取装备", effect = 5, desc = "副本：扫荡副本可获取大量装备，副本难度越高，获取高品质装备几率越高\n宝箱：开启宝箱有几率获取相应品质的装备\nBOSS掉落：挑战boss成功后有几率获取各种品质的装备，boss难度越大，高品质装备掉率越高\n藏宝图：紫色、橙色藏宝图有几率掉落相应品质的装备", }
CFG_powerUp[6] = {id = 6, name = "装备强化", effect = 5, desc = "装备：分解装备可获得强化石\n副本：挑战副本成功后有几率获得强化石\nBOOS掉落：挑战boss成功后有几率获得强化石\n藏宝图：使用藏宝图寻宝有几率获得强化石\n宝箱：开宝箱有几率获得强化石", }
CFG_powerUp[7] = {id = 7, name = "获取船只", effect = 5, desc = "船只制造：可以通过自己和联盟的港口制造船只", }
CFG_powerUp[8] = {id = 8, name = "获取船装备", effect = 4, desc = "BOSS掉落：挑战BOSS及其副手均有几率获得船装备，难度越大，高品质船装备掉率越高", }
CFG_powerUp[9] = {id = 9, name = "船装备改造", effect = 5, desc = "船装备改造需要经验，可消耗船装备来进行改造，每件船装备均可提供一定的经验值，改造后的船装备也可作为经验材料且其经验值是其改造消耗的总经验值与改造前船装备的经验值之和，所以大家完全不必担心改造船装备经验值会减少，可以放心的改造了哦。", }
CFG_powerUp[10] = {id = 10, name = "升级科技", effect = 3, desc = "战斗科技：升级战斗类科技可提升战斗力", }
CFG_powerUp[11] = {id = 11, name = "获取银两", effect = 1, desc = "悬赏任务：每天只可接取10次，可通过刷新接取高品质任务，完成获得海量银两\n掠夺：掠夺玩家及其商队，掠夺内海商队均可快速获得大量银两\n贸易：跑商贸易可获得大量银两\n商队：建立商队可获得大量银两，利润与商队船长贸易值、船只船舱数成正比\n宝箱：开启宝箱可获得大量银两\n藏宝图：使用藏宝图寻宝可获得大量银两\n在线活动：参加冥界来袭、擒王夺宝活动可获得大量银两", }
CFG_powerUp[12] = {id = 12, name = "获取元宝", effect = 1, desc = "升级有礼：玩家每升到特定等级均可获得相应的元宝奖励\n转盘：使用转盘有几率获得元宝\n副本：首次通过每一关卡均可获得元宝奖励\n冥界来袭：在冥界来袭活动中击败阿修罗可获得元宝\n藏宝图：使用藏宝图有几率获得元宝\n港口收益：占领产元宝的港口可获得元宝", }